Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/travel/package_holidays.html.txt.tmx
Source language: en
Languages: ga

source: Under consumer legislation in Ireland, a package holiday is a pre-arranged holiday that consists of at least 2 of the following:
ga: Saoire atá réamh-eagraithe í saoire lán-eagraithe ina bhfuil ar a laghad péire acu seo a leanas i gceist:

source: • A tourist service or activity that is not directly linked to transport or accommodation, but makes up a significant part of the cost and package and is organised by the package organisers
ga: • Seirbhís turasóireachta nó imeachtaí nach bhfuil ceangailte go díreach le taisteal nó lóistín ach a dhéanann suas cuid mhaith den chostas agus den phacáiste agus atá eagraithe ag lucht eagrúcháin na pacáiste

source: Examples of this activity or service including fishing, golf, tennis, hill-walking, etc
ga: Mar shampla - iascaireacht, gailf, leadóg, siúlóidí sléibhe, agus mar sin

source: Your package holiday must be pre-arranged and is sold at an inclusive price, must last for a period of at least 24 hours or includes an overnight stay
ga: Déantar an saoire lán-eagraithe a dhíol ar phraghas cuimsitheach thar tréimhse níos mó ná 24 uair nó go mbeadh lóistín oíche amháin san áireamh

source: It does not matter if you are asked to pay separately for different components of the package (i.e., the flight or travel), you holiday still remains a "package holiday"
ga: Is cuma má bhíonn ort íoc astu féin ar chodanna faoi leith den phacáiste (mar shampla an eitilt nó taisteal) is "saoire lán-eagraithe" atá i gcónaí ann

source: However, arrangements made by a tour operator or travel agent specifically for an individual consumer's requirements (i.e., separate accommodation or alternative arrangements to those covered and included in the brochure) are not regarded as package holidays
ga: Ach, ní saoire lán-eagraithe atá ann má dhéanann gnólacht turais nó gníomhaire taistil socruithe faoi leith le riachtanais chustaiméara amháin a shásamh (mar shampla, lóistín ann féin nó socruithe eile taobh amuigh daoibh siúd atá clúdaithe agus san áireamh sa bhróiséar)

source: Similarly, a holiday which you put together yourself is not regarded as a package holiday
ga: Ar an gcaoi chéanna ní ghlactar leis gur saoire phacáiste í saoire a eagraíonn tú féin

source: Where you are booking a package holiday over the internet, you should check whether Irish consumer legislation covering package holidays applies to it
ga: Má tá saoire phacáiste á cur in áirithe agat ar an idirlíon ba chóir duit a sheiceáil an mbaineann reachtaíocht tomhaltóirí na hÉireann faoi shaoirí pacáiste léi

source: The information provided in your holiday brochure must not be false or misleading
ga: Ní féidir eolas bréagach nó eolas a chuirfeadh an duine amú a bheith sa bhróiséar saoire

source: If you enter into a contract, (and it is important to remember that this is a contract) on the basis of what is in the brochure, you may claim damages if the information is incorrect
ga: Má dhéanann tú conradh (agus ní mór cuimhniú gur conradh atá ann) bunaithe ar an eolas sa bhróiséar, is féidir leat damáistí a éileamh má bhíonn an t-eolas sin míchruinn

source: Travel agents and tour operators
ga: Gníomhairí Taistil agus Gnólachtaí Turais

source: Your package holiday is organised primarily by a tour operator, organiser or retailer
ga: Gnólacht, eagraí nó miondíoltóir turais a eagraíonn an saoire lán-eagraithe ar do shon

source: A tour operator is the person who acts as the principal person in relation to overseas travel, which it arranges for the purpose of selling (or offering for sale) to the general public
ga: An duine a fheidhmníonn mar phríomh-eagraí an taistil thar lear, taisteal a eagraíonn sé ar mhaithe len é a dhíol leis an gnáthphobal, é an gnólacht turais

source: A retailer in the context of a package holiday, is usually a travel agent
ga: Gníomhaire taistil é an miondíoltóir go hiondúil i gcás saoire lán-eagraithe

source: Travel agents sell packages to consumers, which are generally put together beforehand by a tour operator
ga: Díolann gníomhairí taistil saoire lán-eagraithe le custaiméirí atá curtha le chéile go hiondúil roimh ré ag gnólachtaí turais

source: A travel agent is the person who acts as agent by selling or offering to sell to, or purchase overseas travel on behalf of, the public on a commission basis
ga: Is é an gníomhaire taistil a fheidhmníonn mar ghníomhaire leis an taisteal thar lear a dhíol nó a thairiscint le díol, nó a cheannach ar son an phobail ar choimisiún

source: The Package Holidays and Travel Trade Act 1995 requires tour operators and travel agents to protect you in the event of their becoming insolvent (bankrupt)
ga: Tá dualgas ar ghnólachtaí turais agus ar ghníomhairí taistil faoin Acht um Shaoire Lán-eagraithe agus Trachtáil Taistil 1995 an custaiméir a chosaint i gcás dócmhainneachta (féimheachta)

source: The Commission for Aviation Regulation licenses travel agents and tour operators in Ireland
ga: An Coimisiún um Rialacha Eitilte a thugann ceadúnais do ghníomhairí taistil agus do ghnólachtaí turais in Éirinn

source: All tour operators and travel agents are required by law to enter into a bond before they are licensed
ga: Tá dualgas dlíthiúil ar gach gnólacht turais agus gníomhaire taistil a bheith faoi bhannaí (árachas) roimh dóibh ceadúnas a fháil

source: This bond protects the interests of the customer and means that if the travel agent or tour operator becomes bankrupt, the Commission then administers the bond
ga: Tugann an banna seo cosaint do leasa an chustaiméara agus i gcás féimheachta an ghníomhaire taistil nó an ghnólacht turais cuireann an Coimisiún an banna i bhfeidhm

source: This usually involves the Commission assessing individual claims from customers of the failed tour operator or travel agent, making refunds to customers who have purchased holidays and where necessary, arranging for customers who have been unable to begin or complete their holiday to be brought home
ga: Go hiondúil déanann an Coimisiún éilimh aonair a mheas ó chustaiméirí an ghníomhaire taistil nó ghnólacht turais a theip air, airgead a aisíoc le custaiméirí a cheannaigh saoire agus más gá, socruithe a dhéanamh custaiméirí nár éirigh leo tús nó críoch a chur lena saoire a thabhairt abhaile

source: Every customer must receive a copy of the contract and every contract must contain:
ga: Ní mór go mbeadh cóip den chonradh curtha ar fáil do gach custaiméir agus ní mór go mbeadh na rudaí seo a leanas luaite i ngach conradh:

source: • The destination and the period of the holiday
ga: • An ceann scríbe agus tréimhse na saoire

source: • The mode of transport - information provided must include times, dates and places of departure and return
ga: • An córas iompair - amanna, dátaí, áiteanna imeachta agus fillidh san áireamh

source: • The location and category of the accommodation and its compliance with the law of the EU Member State in question
ga: • Suíomh agus aicme an lóistín agus go gcomhlíonann sé an dlí atá i bhfeidhm sa bhallstát den AE atá i gceist

source: • The meal plan, if any
ga: • Plean na mbéilte, más ann dó

source: • Cancellation arrangements ( for example, where a minimum take up is required for a package holiday to come into being in the first place)
ga: • Socruithe maidir le saoire a chur ar ceal (mar shample nuair atá an saoire lán-eagraithe ag brath ar méid áirid daoine é a cheannach roimh dó a theacht i bhfeidhm sa chéad áit)

source: • Itinerary of any excursions included
ga: • Sonraí maidir le haon turasanna atá san áireamh

source: • Contact details of the tour operator, travel agent or retailer or, if appropriate, the insurer
ga: • Sonraí teagmhála an ghnólacht tuaris, gníomhaire taistil nó miondíoltóra, nó, más cuí, an árachóra

source: • Price and payment schedule, if applicable
ga: • Praghas agus sceideal íocaíochta, más cuí

source: • Any tax or compulsory charges
ga: • Aon cháin nó táillí riachtanacha

source: • Any special or exceptional requirements, which the consumer has asked for and have been accepted by both parties to the contract
ga: • Aon riachtanais speisialta nó eisceachtúla a d'iarr an custaiméir agus a d'aontaigh an dá pháirtí sa chonradh

source: • The complaints procedure for the consumer if the tour operator fails to carry out its part of the contract
ga: • An modh gearáin atá ann don chustaiméir má theipeann ar an ngnólacht taistil a chuid den chonradh a chomhlíonadh

source: In addition, before the contract is concluded, your must be given some other important information:
ga: Chomh maith leis sin, roimh an conradh a chur i gcrích, ní mór eolas tábhachtach eile a chur ar fáil duit:

source: • Information about passport and any visa requirements
ga: • Eolas maidir le pas agus aon riachtanais víosa

source: • Health formalities (i.e., if you are required to have any special vaccinations or health advice)
ga: • Cúrsaí sláinte (mar shampla má tá sé riachtanach aon vacsaíniú speisialta a fháil nó comhairle sláinte)

source: • Special arrangements in place in the event of unforeseen events for repatriation (returning home) and the security of money paid over in the event that the tour operator becomes bankrupt
ga: • Socruithe speisialta atá i bhfeidhm i gcás rudaí nach féidir a bheith ag súil leo le duine a thabhairt abhaile agus slándáil aon airgead íoctha i gcás féimheachta an ghnólacht turais

source: If insurance is compulsory as part of your package holiday, you must be told this along with the minimum level of cover needed
ga: Má tá árachas riachtanach mar chuid den saoire lán-eagraithe ní mór é seo a chur in iúl duit chomh maith leis an mbunleibhéal árachais a bheidh ag teastáil uait

source: It is important to remember that you cannot be forced to take out the tour operator's or travel agent's insurance
ga: Tá sé tábhachtach cuimhniú nach féidir iachall a chur ort an t-árachas atá ag an ngnólacht turais nó ag an ngníomhaire taistil a cheannach

source: Where insurance is optional, your tour operator must, if it has information that would help you to decide whether to insure or not, give this information to you
ga: Nuair atá árachas roghnach i gceist ní mór don ghnólacht turais má bhíonn eolas aige a bheadh ina chúnamh duit d'intinn a dhéanamh suas árachas a cheannach nó gan bacadh leis, an t-eolas sin a chur ar fáil duit

source: It is important to read through the terms and conditions of your package holiday contract
ga: Tá sé tábhachtach léamh tríd na téarmaí agus coinníollacha i gconradh an tsaoire lán-eagraithe

source: Your contract will outline the procedures in place for dealing with complaints, it will confirm to whom you should make your complaint and it will outline the way in which complaints should be made (i.e., in writing, etc.)
ga: Beidh cur síos sa chonradh ar an mbealach atá i bhfeidhm le deileáil le gearán, beidh sé deimhnithe ann cé leis gur ceart an gearán a dhéanamh agus beidh sé leagtha síos cén bealach gur ceart an gearán a dhéanamh (mar shampla, i scríbhinn, & rl)

source: If you have a complaint while on holiday, you should report the problem at once to your local holiday representative or organiser in the vicinity
ga: Má bhíonn gearán agat agus tú ar saoire ba cheart an fhadhb a chur in iúl láithreach don ionadaí áitiúil nó don ghníomhaire go háitiúil

source: The tour operator must compensate you for any shortfalls in the service that it provides - between what was originally due and what was actually provided
ga: Ní mór don ghnólacht turais cúiteamh a dhéanamh leat as aon easpa sa tseirbhís a chuireann sé ar fáil - idir an méid a bhí ceapaithe a bheith ar fáil agus an méid a cuireadh ar fáil i ndáiríre

source: The tour operator should be given the opportunity to remedy the situation, at no extra cost to you
ga: Ba cheart go mbeadh deis ag an gnólacht turais an cás a chur ina cheart, gan aon chostas breise ortsa

source: If you are not satisfied that the matter has been resolved, you should gather as much evidence as possible to support your case while on holidays, including taking photographs or video footage (if possible)
ga: Muna bhfuil tú sásta go bhfuil rudaí curtha ina gceart ba cheart duit an oiread fianaise agus is féidir leat le tacú le do chás a bhailiú nuair atá tú ar saoire, grianghrafanna a thógáil nó físeán a dhéanamh (más féidir)

source: If you are not satisfied that the complaint has been dealt with properly when you return from the holiday, you must lodge a complaint in writing to the tour operator - within 28 days from the date of completion of the package holiday contract
ga: Muna mbíonn tú sásta gur caitheadh mar is cóir leis an ngearán nuair a thagann tú abhaile ón saoire ní mór duit gearán i scríbhinn a chur chuig an ngníomhaire taistil - nó chuig an té a raibh tú ag plé leis go díreach - taobh istigh de 28 lá ón dáta gur cuireadh conradh na saoire lán-eagraithe i gcrích

source: If it does not respond within a reasonable time, you should send a second letter of complaint
ga: Muna bhfaigheann tú freagra taobh istigh d'achar réasúnta, ba cheart an dara litir ghearáin a chur uait

source: If you are still not satisfied with the operator's response, you can take the complaint to the Small Claims Court for a small non-returnable fee if your claim does not exceed €2,000
ga: Muna bhfuil tú sásta ag an bpointe sin le freagra an ghníomhaire, is féidir leat an gearán a chur ós comhair Cúirt na nÉileamh Beag, tá táille neamh-aisíoctha le n-íoc ar éileamh nach mó ná €2,000

source: Queries in relation to your Small Claims Court application should be addressed to your local District Court
ga: Ba cheart aon fhiosrúcháin maidir le hiarratas do Chúirt na nÉileamh Beag a chur chuig an gCúirt Dúiche áitiúil

source: Most package holiday contracts state that claims above this Small Claims Court limit may be pursued through arbitration
ga: An chuid is mó pacáiste saoire conarthaí is féidir a rá go n-éilimh os cionn na teorann seo Cúirt na nÉileamh Beag a shaothrú trí eadráin

source: The Competition and Consumer Protection Commission (CCPC) is empowered to oversee the enforcement of Irish legislation governing package holidays and to identify breaches of this legislation (i.e., misleading advertising, inaccurate brochures, etc.)
ga: Tá cumhacht ag an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí déanamh cinnte go bhfuil reachtaíocht na hÉireann maidir le saoire lán-eagraithe curtha i bhfeidhm agus aon sárú ar an reachtaíocht seo a aimsiú (mar shampla, fógraíocht a chuireann daoine amú, bróiséir nach bhfuil cruinn, & rl)

source: The CCPC cannot bring proceedings on behalf of a citizen
ga: Ní féidir leis an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí cás a thabhairt ar son duine den phobal

source: Cancellation of the holiday by the organiser or operator
ga: Má chuireann an t-eagraí nó an gnólacht turais an saoire ar ceal

source: If the organiser or operator cancels the holiday or alters a term of the contract, including the price or type of accommodation, the consumer must be given the option of one of the following:
ga: Má chuireann an t-eagraí nó an gnólacht turais an saoire ar ceal nó má dhéanann sé athrú ar théarmaí an chonartha, an praghas agus cineál lóistín san áireamh, ní mór ceann de na roghanna seo a leanas a chur ar fáil don chustaiméir:

source: • A replacement holiday of equivalent or superior quality
ga: • Saoire den chaighdeán céanna nó níos fearr

source: • A lower grade holiday, with a reimbursement of the difference in price
ga: • Saoire de chaighdeán níos ísle, le aisíoc den difríocht sa dá phraghas

source: No price changes are allowed within 20 days of the departure date
ga: Ní cheadaítear aon athrú praghasanna taobh istigh de 20 lá ó dáta an imeachta

source: The organiser has the right to cancel the package due to factors out of its control, such as an act of God, or where it has failed to get the number of people that was required for the package
ga: Tá sé de chead ag an eagraí an saoire a chur ar ceal de bharr cúinsí nach bhfuil aon smacht aige orthu, gníomh Dé mar shampla, nó má theipeann ar an eagraí an méid daoine a bhí riachtanach don saoire lán-eagraithe a fháil le páirt a ghlacadh ann

source: To transfer a package holiday to another person, the consumer must give reasonable notice to the organiser
ga: Ní mór do dhuine fógra réasúnta a thabhairt don eagraí más mian leis/léi an saoire a aistriú chuig duine eile

source: Both the original purchaser of the holiday and the party to whom it is being transferred are jointly liable for payment or the balance of payment of the holiday or for any other costs involved
ga: Tá comhdhualgas ar an té a cheannaigh an saoire sa chéad áit chomh maith leis an duine a bhfuil an saoire le bheith aistrithe chuige/chuici íoc as an saoire nó as aon chuid den táille atá ag seasamh amach nó as aon chostais eile atá i gceist
